Repository: dabonzo/backup_script
Catalog: locales/*/LC_MESSAGES/backup.po
Languages: de

source: Running command: {}
de: Befehl ausführen: {}

source: Command timed out: {}
de: Befehl hat das Zeitlimit überschritten: {}

source: Configuration file {} does not exist. Ensure the correct config file is present.
de: Die Konfigurationsdatei {} existiert nicht. Stellen Sie sicher, dass die richtige Konfigurationsdatei vorhanden ist.

source: The configuration file {} is not intended for this server ({}).
de: Die Konfigurationsdatei {} ist nicht für diesen Server ({}) bestimmt.

source: Backup script for server
de: Backup-Skript für Server

source: Enable verbose output
de: Ausführliche Ausgabe aktivieren

source: Backup Process Started
de: Backup-Prozess gestartet

source: Backup Process Completed
de: Backup-Prozess abgeschlossen

source: Database Backup
de: Datenbank-Backup

source: Starting database backup...
de: Datenbank-Backup wird gestartet...

source: Error: Cannot list databases! See log for details at line {}.
de: Fehler: Kann Datenbanken nicht auflisten! Siehe Protokoll für Details bei Zeile {}.

source: Skipping backup for database: {}
de: Backup für Datenbank übersprungen: {}

source: mysqldump: Got error:
de: mysqldump: Fehler erhalten:

source: Error: Database backup failed for {}! See log for details at line {}.
de: Fehler: Datenbank-Backup für {} fehlgeschlagen! Siehe Protokoll für Details bei Zeile {}.

source: Database {} backed up successfully.
de: Datenbank {} erfolgreich gesichert.

source: Database {} backed up successfully to {}.
de: Datenbank {} erfolgreich gesichert nach {}.

source: Removed old log file: {}
de: Alte Protokolldatei entfernt: {}

source: repository is already locked
de: Repository ist bereits gesperrt

source: Applying Retention Policy
de: Aufbewahrungsrichtlinie anwenden

source: Applying retention policy...
de: Aufbewahrungsrichtlinie wird angewendet...

source: Error: Restic repository is locked! Cannot apply retention policy. Use `restic unlock` to unlock the repository.
de: Fehler: Restic-Repository ist gesperrt! Aufbewahrungsrichtlinie kann nicht angewendet werden. Verwenden Sie `restic unlock`, um das Repository zu entsperren.

source: Error: Retention policy application failed! See log for details at line {}.
de: Fehler: Anwendung der Aufbewahrungsrichtlinie fehlgeschlagen! Siehe Protokoll für Details bei Zeile {}.

source: Error: Retention policy application failed!
de: Fehler: Anwendung der Aufbewahrungsrichtlinie fehlgeschlagen!

source: Retention policy applied successfully.
de: Aufbewahrungsrichtlinie erfolgreich angewendet.

source: Retention policy applied successfully in {}.
de: Aufbewahrungsrichtlinie erfolgreich angewendet in {}.

source: Starting Restic {} backup...
de: Restic {} Backup wird gestartet...

source: Error: Restic {} backup failed! See log for details at line {}.
de: Fehler: Restic {} Backup fehlgeschlagen! Siehe Protokoll für Details bei Zeile {}.

source: Restic {} backup completed successfully.
de: Restic {} Backup erfolgreich abgeschlossen.

source: Restic {} backup completed successfully in {}.
de: Restic {} Backup erfolgreich abgeschlossen in {}.

source: processed
de: verarbeitet

source: Added to the repository:
de: Zum Repository hinzugefügt:

source: stored
de: gespeichert

source: Files processed: {}, Data transferred: {}, Data stored: {}
de: Verarbeitete Dateien: {}, Übertragene Daten: {}, Gespeicherte Daten: {}

source: Files processed: {}, Backup size: unknown
de: Verarbeitete Dateien: {}, Backup-Größe: unbekannt

source: Getting Restic Stats
de: Restic-Statistiken abrufen

source: Total Size
de: Gesamtgröße

source: Restic repository uncompressed size: {}
de: Restic-Repository unkomprimierte Größe: {}

source: Restic repository uncompressed size: unknown
de: Restic-Repository unkomprimierte Größe: unbekannt

source: Error: Getting Restic repository stats failed! See log for details at line {}.
de: Fehler: Abrufen der Restic-Repository-Statistiken fehlgeschlagen! Siehe Protokoll für Details bei Zeile {}.

source: Getting Restic Repository Size
de: Restic-Repository-Größe abrufen

source: Restic repository compressed size: {}
de: Restic-Repository komprimierte Größe: {}

source: Error: Getting Restic repository size failed! See log for details at line {}.
de: Fehler: Abrufen der Restic-Repository-Größe fehlgeschlagen! Siehe Protokoll für Details bei Zeile {}.

source: Calculating Total Size of Backup Folder
de: Gesamtgröße des Backup-Ordners berechnen

source: Total size of backup folder: {:.2f} MB
de: Gesamtgröße des Backup-Ordners: {:.2f} MB

source: Total Size of Backup Folder
de: Gesamtgröße des Sicherungsordners

source: Backup Time Details
de: Sicherungszeitdetails

source: Backup completed at
de: Sicherung abgeschlossen

source: Backup started at
de: Sicherung gestartet

source: Total backup duration
de: Gesamte Sicherungsdauer

source: Generating List of Installed Software
de: Liste der installierten Software wird erstellt

source: Generating list of installed software...
de: Liste der installierten Software wird erstellt...

source: Error: Generating list of installed software failed! See log for details at line {}.
de: Fehler: Erstellen der Liste der installierten Software fehlgeschlagen! Siehe Protokoll für Details bei Zeile {}.

source: List of installed software generated successfully.
de: Liste der installierten Software erfolgreich erstellt.

source: Error: Unsupported distribution for generating software list! See log for details at line {}.
de: Fehler: Nicht unterstützte Distribution für die Erstellung der Softwareliste! Siehe Protokoll für Details bei Zeile {}.

source: Error: Unsupported distribution for generating software list!
de: Fehler: Nicht unterstützte Distribution für die Erstellung der Softwareliste!
